tap "hashicorp/tap"
tap "homebrew/bundle"
tap "how2terminal/how2"
tap "jesseduffield/lazynpm"
tap "nikitabobko/tap"
tap "roots/tap"
tap "shivammathur/php"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "asciiquarium"
brew "libssh2"
brew "bat"
brew "btop"
brew "c2048"
brew "cbonsai"
brew "cmatrix"
brew "rtmpdump"
brew "curl"
brew "freetds"
brew "gd"
brew "libzip"
brew "php"
brew "composer"
brew "cowsay"
brew "eza"
brew "fish"
brew "fzf"
brew "harfbuzz"
brew "htop"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "node"
brew "nsnake"
brew "nvm"
brew "nyancat"
brew "openjdk"
brew "openssl@1.1"
brew "pipes-sh"
brew "python@3.8"
brew "ripgrep"
brew "sl"
brew "starship"
brew "superfile"
brew "svgo"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "w3m"
brew "wtfutil"
brew "yadm"
brew "yaz"
brew "yazi"
brew "zellij"
brew "zig"
brew "how2terminal/how2/how2"
brew "jesseduffield/lazynpm/lazynpm"
brew "roots/tap/trellis-cli"
brew "shivammathur/php/php@7.1"
brew "shivammathur/php/php@7.2"
brew "shivammathur/php/php@7.4"
cask "aerospace"
cask "ghostty"
cask "hashicorp-vagrant"
cask "kitty"
cask "wezterm"
